---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElevSymbolId
source: html/c8e3228f-e55e-f475-b001-527bc9b0dcaa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElevSymbolId Property

"Elevation Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId ElevSymbolId { get; }
```